tutorials/RAS/equilibriumChannel/case2565/constant/bedloadProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      bedloadProperties;
}

// ************************** sediment properties ************************** //

sedimentBed            on;

bedMotion              off;

sedimentBedPatches     (bed);

bedload                off;

// ************************************************************************* //
